Repository: TrustPayments/woocommerce-subscription
Catalog: languages/woo-trustpayments-subscription-*.po
Languages: de_de

source: Payment Method Change
de_de: Zahlmethodenwechsel

source: Woocommerce Trust Payments %s+ has to be active.
de_de: Woocommerce Trust Payments %s+ muss aktiviert sein.

source: Woocommerce Trust Payments %s+ is required. (You're running version %s)
de_de: Woocommerce Trust Payments %s+ wird benötigt. (Du verwendest Version %s)

source: Woocommerce Subscriptions %s+ has to be active.
de_de: Woocommerce Subscriptions %s+ muss aktiviert sein.

source: Woocommerce Subscriptions %s+ is required. (You're running version %s)
de_de: Woocommerce Subscriptions %s+ wird benötigt. (Du verwendest Version %s)

source: Could not activate plugin WooCommerce Trust Payments Subscription
de_de: Das Plugin WooCommerce Trust Payments Subscription konnte nicht aktiviert werden.

source: Please check the following requirements before activating:
de_de: Bitte überprüfe die folgenden Anforderungen bevor das Modul aktiviert wird:

source: The token space and the configured space are not equal.
de_de: Der Space des Tokens und der konfigurierte Space stimmen nicht überein.

source: There is no token associated with this subscription.
de_de: Mit diesem Abonemment ist kein Token verknüpft.

source: The Trust Payments Space Id value is required.
de_de: Die Trust Payments Space Id wird benötigt.

source: The Trust Payments Space Id needs to be in the same space as configured in the main configuration.
de_de: Die Trust Payments Space Id muss mit der Konfiguration übereinstimmen.

source: The Trust Payments Token Id value is required.
de_de: Die Trust Payments Token Id wird benötigt.

source: There was an issue executing the migration for WooCommerce Trust Payments Subscription.
de_de: Es gab ein Problem bei der Ausführung der Migration für WooCommerce Trust Payments Subscription

source: WooCommerce Trust Payments Subscription deactivated because one of its dependencies is no longer active.
de_de: WooCommerce Trust Payments Subscription wurde deaktiviert, da mindestens eine Abghänigkeit nicht mehr aktiv ist.

source: Addon to processs WooCommerce Subscriptions with Trust Payments
de_de: Diese Erweiterung erlabut das Verarbeiten von WooCommerce Subcriptions mit Trust Payments
